module.exports = {
  questions: [
    { id: 1, text: '지금의 나를 만든 중요한 선택 한가지를 알려주세요.' },
    { id: 2, text: '당신의 성격은 계획적인가요 즉흥적인가요 중간인가요' },
    { id: 3, text: '지금의 나를 만든 중요한 선택 한가지를 알려주세요.' },
  ],
};

// ## Step 2: Past & Present (과거와 현재)

// |------|----------------|---------|
// | 1 | 지금의 나를 만든 중요한 선택 한가지를 알려주세요. |
// | 2 | 부모님들은 내가 어떻게 살길 바라셨나요? |
// | 3 | 당신의 성격은 계획적인가요 즉흥적인가요 중간인가요? | 
// | 4 | 좋아하는 활동 혹은 취미를 알려주세요 | 
// | 5 | 지금 가장 큰 고민은 무엇인가요? | 
// | 6 | 당신의 좌우명을 한 문장으로 표현해주세요 | 

// ## Step 3: Future (미래 계획)

// |------|----------------|---------|
// | 1 | 앞으로 10년 동안 당신에게 닥칠 가장 중요한 세가지 변화는 무엇일까요? |
// | 2 | 첫번째 변화는 언제 어떤 식으로 일어날 것이라고 예상하세요? | 
// | 3 | 두번째 변화는 언제 어떤 식으로 일어날 것이라고 예상하세요? | 
// | 4 | 세번째 변화는 언제 어떤 식으로 일어날 것이라고 예상하세요? | 
// | 5 | 앞으로 가장 걱정되는 것은 무엇인가요? | 
// | 6 | 앞으로 이뤘으면 하는 성취는 무엇인가요? |
// | 7 | 앞으로의 변화 중 가장 걱정되는 것은 무엇인가요? |